Repository: mfsaglam/quietCal
Catalog: QuietCal/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt, ru, tr, zh

# settings.privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt: Política de privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh: 隐私政策

# settings.section.about
source: About
ar: حول
de: Info
es: Acerca de
fr: À propos
hi: इसके बारे में
it: Informazioni
ja: このアプリについて
ko: 정보
pt: Acerca de
ru: О приложении
tr: Hakkında
zh: 关于

# settings.section.appearance
source: Appearance
ar: المظهر
de: Darstellung
es: Apariencia
fr: Apparence
hi: रूप-रंग
it: Aspetto
ja: 外観
ko: 모양
pt: Aspeto
ru: Оформление
tr: Görünüm
zh: 外观

# settings.section.daily_target
source: Daily Target
ar: الهدف اليومي
de: Tagesziel
es: Objetivo diario
fr: Objectif quotidien
hi: दैनिक लक्ष्य
it: Obiettivo giornaliero
ja: 1日の目標
ko: 일일 목표
pt: Objetivo diário
ru: Дневная цель
tr: Günlük Hedef
zh: 每日目标

# settings.section.data
source: Data
ar: البيانات
de: Daten
es: Datos
fr: Données
hi: डेटा
it: Dati
ja: データ
ko: 데이터
pt: Dados
ru: Данные
tr: Veriler
zh: 数据

# settings.section.legal
source: Legal
ar: المعلومات القانونية
de: Rechtliches
fr: Mentions légales
hi: कानूनी जानकारी
it: Note legali
ja: 法的情報
ko: 법적 고지
pt: Informações legais
ru: Правовая информация
tr: Yasal
zh: 法律信息

# settings.show_intro
source: Show intro again
ar: إظهار المقدمة مجددًا
de: Einführung erneut anzeigen
es: Mostrar de nuevo la introducción
fr: Afficher à nouveau l’introduction
hi: परिचय फिर दिखाएँ
it: Mostra di nuovo l’introduzione
ja: 紹介をもう一度表示
ko: 소개 다시 보기
pt: Mostrar novamente a introdução
ru: Показать введение снова
tr: Tanıtımı yeniden göster
zh: 再次显示介绍

# settings.target.value
source: %@ kcal
ar: %@ سعرة حرارية
hi: %@ कैलोरी
ru: %@ ккал
zh: %@千卡

# settings.terms_of_use
source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d’utilisation
hi: उपयोग की शर्तें
it: Condizioni d’uso
ja: 利用規約
ko: 이용 약관
pt: Termos de utilização
ru: Условия использования
tr: Kullanım Koşulları
zh: 使用条款

# settings.theme
source: Theme
ar: السمة
de: Design
es: Tema
fr: Thème
hi: थीम
it: Tema
ja: テーマ
ko: 테마
pt: Tema
ru: Тема
tr: Tema
zh: 主题

# settings.weight_unit
source: Weight unit
ar: وحدة الوزن
de: Gewichtseinheit
es: Unidad de peso
fr: Unité de poids
hi: वज़न की इकाई
it: Unità di peso
ja: 重量単位
ko: 무게 단위
pt: Unidade de peso
ru: Единица веса
tr: Ağırlık birimi
zh: 重量单位

source: Tells you how many calories you've logged in QuietCal today.
ar: يخبرك بعدد السعرات الحرارية التي سجّلتها اليوم في QuietCal.
de: Nennt dir die heute in QuietCal erfassten Kalorien.
es: Te indica cuántas calorías has registrado hoy en QuietCal.
fr: Indique le nombre de calories enregistrées aujourd’hui dans QuietCal.
hi: बताता है कि आपने आज QuietCal में कितनी कैलोरी लॉग की है।
it: Indica quante calorie hai registrato oggi in QuietCal.
ja: 今日QuietCalに記録したカロリーを知らせます。
ko: 오늘 QuietCal에 기록한 칼로리를 알려 줍니다.
pt: Indica quantas calorias registou hoje no QuietCal.
ru: Сообщает, сколько калорий вы записали сегодня в QuietCal.
tr: Bugün QuietCal'e kaç kalori kaydettiğinizi söyler.
zh: 告诉你今天在QuietCal中记录了多少卡路里。

# theme.dark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi: गहरी
it: Scuro
ja: ダーク
ko: 다크
pt: Escuro
ru: Тёмная
tr: Koyu
zh: 深色

# theme.light
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
hi: हल्की
it: Chiaro
ja: ライト
ko: 라이트
pt: Claro
ru: Светлая
tr: Açık
zh: 浅色

# theme.system
source: System
ar: النظام
es: Sistema
fr: Système
hi: सिस्टम
it: Sistema
ja: システム
ko: 시스템
pt: Sistema
ru: Системная
tr: Sistem
zh: 系统

source: Today's Calories
ar: سعرات اليوم
de: Heutige Kalorien
es: Calorías de hoy
fr: Calories du jour
hi: आज की कैलोरी
it: Calorie di oggi
ja: 今日のカロリー
ko: 오늘의 칼로리
pt: Calorias de hoje
ru: Калории за сегодня
tr: Bugünün Kalorileri
zh: 今日热量

# weight_unit.grams
source: Grams
ar: غرامات
de: Gramm
es: Gramos
fr: Grammes
hi: ग्राम
it: Grammi
ja: グラム
ko: 그램
pt: Gramas
ru: Граммы
tr: Gram
zh: 克

# weight_unit.ounces
source: Ounces
ar: أونصات
de: Unzen
es: Onzas
fr: Onces
hi: औंस
it: Once
ja: オンス
ko: 온스
pt: Onças
ru: Унции
tr: Ons
zh: 盎司

# weight_unit.pounds
source: Pounds
ar: أرطال
de: Pfund
es: Libras
fr: Livres
hi: पाउंड
it: Libbre
ja: ポンド
ko: 파운드
pt: Libras
ru: Фунты
tr: Libre
zh: 磅

source: What did you eat?
ar: ماذا أكلت؟
de: Was hast du gegessen?
es: ¿Qué comiste?
fr: Qu’avez-vous mangé ?
hi: आपने क्या खाया?
it: Cosa hai mangiato?
ja: 何を食べましたか？
ko: 무엇을 먹었나요?
pt: O que comeu?
ru: Что вы съели?
tr: Ne yediniz?
zh: 你吃了什么？

source: You haven't logged any meals today yet.
ar: لم تسجّل أي وجبة اليوم بعد.
de: Du hast heute noch keine Mahlzeit erfasst.
es: Hoy aún no has registrado ninguna comida.
fr: Vous n’avez encore enregistré aucun repas aujourd’hui.
hi: आपने आज अभी तक कोई भोजन लॉग नहीं किया है।
it: Non hai ancora registrato pasti oggi.
ja: 今日はまだ食事を記録していません。
ko: 오늘은 아직 기록한 식사가 없습니다.
pt: Ainda não registou nenhuma refeição hoje.
ru: Сегодня вы ещё не записали ни одного приёма пищи.
tr: Bugün henüz hiç öğün kaydetmediniz.
zh: 你今天还没有记录任何餐食。

# You've logged %lld calories today across %lld meals.
source: You've logged %1$lld calories today across %2$lld meals.
ar: سجّلت اليوم %1$lld سعرة حرارية ضمن %2$lld وجبات.
de: Du hast heute %1$lld Kalorien in %2$lld Mahlzeiten erfasst.
es: Hoy has registrado %1$lld calorías en %2$lld comidas.
fr: Vous avez enregistré %1$lld calories aujourd’hui sur %2$lld repas.
hi: आपने आज %2$lld भोजन में %1$lld कैलोरी लॉग की हैं।
it: Oggi hai registrato %1$lld calorie in %2$lld pasti.
ja: 今日は%2$lld食で%1$lldカロリーを記録しました。
ko: 오늘 %2$lld끼에 걸쳐 %1$lld칼로리를 기록했습니다.
pt: Hoje registou %1$lld calorias em %2$lld refeições.
ru: Сегодня вы записали %1$lld калорий в %2$lld приёмах пищи.
tr: Bugün %2$lld öğünde %1$lld kalori kaydettiniz.
zh: 你今天共记录了%2$lld餐、%1$lld卡路里。
